tap "codecrafters-io/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "ngrok/ngrok"
brew "m4"
brew "autoconf"
brew "ca-certificates"
brew "exercism"
brew "fd"
brew "gettext"
brew "gh"
brew "openssl@3"
brew "readline"
brew "xz"
brew "httpie"
brew "oniguruma"
brew "jq"
brew "libevent"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "lua"
brew "luajit"
brew "luarocks"
brew "luv"
brew "minikube"
brew "msgpack"
brew "ncurses"
brew "tree-sitter"
brew "neovim"
brew "pcre2"
brew "pkg-config"
brew "pyenv"
brew "rbenv"
brew "rgbds"
brew "ripgrep"
brew "shellcheck"
brew "skaffold"
brew "terragrunt"
brew "utf8proc"
brew "tmux"
brew "codecrafters-io/tap/codecrafters"
brew "hashicorp/tap/terraform"
cask "ngrok"
