tap "codecrafters-io/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "magalucloud/mgc"
tap "ngrok/ngrok"
brew "xz"
brew "m4"
brew "autoconf"
brew "ca-certificates"
brew "gettext"
brew "exercism"
brew "fastfetch"
brew "fd"
brew "gh"
brew "pcre2"
brew "openssl@3"
brew "libevent"
brew "readline"
brew "gnupg"
brew "golangci-lint"
brew "helm"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "lua"
brew "luajit"
brew "luarocks"
brew "luv"
brew "minikube"
brew "msgpack"
brew "ncurses"
brew "utf8proc"
brew "neovim"
brew "pkgconf"
brew "pyenv"
brew "qemu"
brew "rbenv"
brew "rclone"
brew "rgbds"
brew "ripgrep"
brew "selene"
brew "shellcheck"
brew "skaffold"
brew "starship"
brew "stylua"
brew "terragrunt"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "woodpecker-cli"
brew "zig"
brew "codecrafters-io/tap/codecrafters"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "magalucloud/mgc/mgccli"
cask "ghostty"
cask "ngrok/ngrok/ngrok"
